code-examples/echo-metoda-929-zahtjev.xml

<?xml version="1.0" encoding="UTF-8"?>  
<soapenv:Envelope  xmlns:soapenv ="http://schemas.xmlsoap.org/soap/envelope/ " 
xmlns:f73 ="http://www.apis-it.hr/fin/2012/types/f73 "> 
<soapenv:Body> 
<f73:EchoRequest>proizvoljan tekst </f73:EchoRequest> 
</soapenv:Body> 
</soapenv:Envelope>